{
  "test": "test",
  "posts": [
    {
      "title": "Technology and employee wellbeing",
      "desc": "Unprecedented events of the past few months have put into perspective the way that the unexpected can impact our lives and the lives of our colleagues. Many employers have realised that they need to rethink their relationship with their employees and provide more support, especially in terms of pay.",
      "text": "Unprecedented events of the past few months have put into perspective the way that the unexpected can impact our lives and the lives of our colleagues. Many employers have realised that they need to rethink their relationship with their employees and provide more support, especially in terms of pay.<0/><0/>An employer has access to data and a unique distribution channel to provide the necessary financial flexibility and guidance to its workers, thus improving their lives. While it may seem that employees are the only party that benefits, statistics have shown that better financial wellbeing in the workplace leads to better business outcomes.<0/><0/>According to the ‘Workplace Wellbeing Study’, 78% of workers look for other sources of cash in between paydays. Sometimes they end up paying a lot to different financial providers. Times like this offer a stark example of the need for greater paycheck flexibility. Standard pay cycles are not efficient and were enforced by the limitations of technology and operational standards. Thanks to new technological providers, payday can be every day without any harm to the business.<0/><0/>Real-time salary access bridges paycheck with the critical needs of employees. It provides security and peace of mind as each employee knows that in case of unexpected events they can always rely on their employer. With faster payments and p2p transfers readily available in everyday life, people are beginning to expect those same “instant” pay capabilities from their employers.<0/><0/>This is the first step in how an employer can foster financial wellbeing of workers. Current technological developments allow an employer to integrate money management tools into employee benefits. Most workers do not use any financial planning tools because they don’t trust them or can’t be bothered, this attitude has a negative long-term impact on their finance. An employer has a unique positioning and ability to incentivise positive financial habits. For instance, similarly to pension and tax deductions employer can enable workers to set aside a predetermined percentage of their regular paychecks into an emergency or savings account. Additionally, financial coaches and budget management assistance can help workers down the road in their financial wellness.<0/><0/>In the end, we believe that a partnership between employers and technology providers can make a true shift in the personal finance of all working people. Whatever the future brings, the evolving pay landscape offers hope of greater financial confidence. With the help of technological partners, employers are positioned better than any other institution to improve the financial resilience of working people."
    }
  ]
}
