import styles from '../../styles/Blog.module.scss';

const Brera = () => {
  return (
    <div className={styles.container}>
      <div className={styles.post}>
        <div className={styles.post__head}>
          <div className={styles.post__title}>Как сеть кафе уменьшила текучку кадров на 25% за три месяца</div>
        </div>
        <div className={styles.post__body}>
          За три месяца Cafe Brera сократило текучку и увеличило удовлетворенность работой сотрудников просто разрешив
          им брать зарплату в любой момент.
          <br />
          <br />
          <img src="/images/content/brera-1.jpg" width="100%" />
          <img src="/images/content/brera-2.jpg" width="100%" />
          Cafe Brera — сеть кафе в Лондоне. Шесть точек в различных локациях Лондона. В меню паста, пицца, выпечка.
          Средний чек 25 фунтов (2500 рублей). Сотрудников 85 человек, средняя зарплата 1000 фунтов в месяц (100 000
          рублей).
          <br />
          <br />
          Основная проблема в HR Brera — это высокая текучка, около 45%. Частая смена коллектива, а значит низкая
          продуктивность, недовольство.
          <br />
          <br />
          Еще одна проблема была в найме. При прочих равных работники выбирали те места, где стажировка оплачивается,
          где зарплата выше, место работы недалеко от дома.
          <br />
          <br />
          <h4>
            “При прочих равных работники выбирали те места, где стажировка оплачивается, где зарплата выше, место работы
            недалеко от дома“
          </h4>
          Каждый четвертый работник не задерживался в кафе дольше 3-х месяцев, находя альтернативное место работы с
          оплатой чуть больше. У сотрудников Brera очень хорошее обучение и онбординг, так что каждый четвертый уходил
          по приглашению в другое кафе с чуть большей оплатой. В итоге на каждого сотрудника, проработавшего 3 месяца
          компания тратила 1800 фунтов (190 000 рублей)
          <br />
          <br />
          Есть много способов, как в сфере обслуживания улучшить показатели текучки и научиться привлекать работников
          быстрее и дешевле. Размещать вакансии только в профильных площадках, в HR коммуникациях использовать в том
          числе и нематериальные бенефиты, автоматизировать этапы найма и так далее.
          <br />
          <br />
          Мы же сегодня расскажем про один из способов улучшения HR метрик, без новых затрат. То есть бюджет на HR
          останется без изменений, при этом эффективность HR коммуникаций увеличится.
          <br />
          <br />
          Способ: предоставить работникам доступ к из зарплате и разрешать снимать её в любой момент.
          <h4>
            Например, отработал повар смену — заработал 40 фунтов (4100 рублей) и может снять их в этот же вечер. Не
            дожидаясь аванса или зарплаты.
          </h4>
          Этот сервис предоставляем мы, LiquidWage. Ликвид Вейдж – платформа, через которую работник получает доступ к
          своей зарплате и может снимать ее в любой день. Внедрение LiquidWage не требует изменения зарплатных процессов
          у работодателя.
          <br />
          <br />
          Для установки нужно установить плагин для системы управления рабочим временем и пригласить работников в
          сервис. Что мы, вместе с Brera и сделали.
          <br />
          <br />
          Установив плагин на ERP в кафе, мы встроились между бухгалтерией и работником. Весь процесс незаметен и никак
          не затрагивает существующих процессов в компании.
          <br />
          <br />
          Схема как работает Ликвид Вейдж:
          <img src="/images/content/brera-3.png" width="100%" />
          <br />
          <br />
          Следующим этапом было приглашение сотрудников. Это мы сделали по SMS, выслав инвайт в личный кабинет
          веб-приложения каждому работнику кафе. Так же была проведена очная инструкция и демо для работников. Интерфейс
          очень понятен для любого человека, поэтому вопросов не возникало.
          <br />
          <br />
          Спустя 3 месяца мы сделали отчетный срез показателей, чтобы посмотреть динамику их изменения. <br />
          Вот что у нас получилось.
          <br />
          <br />
          Таблица 1: Улучшение HR показателей кафе Brera благодаря Ликвид Вейдж
          <br />
          <br />
          <img src="/images/content/brera-4.png" width="100%" />
          <br />
          <br />
          Из таблицы видно, что на 25% уменьшилась текучка кадров. На 27% быстрее стали закрываться вакансии (срок от
          анонса вакансии до выхода стажера), на 40 процентных пунктов выросла удовлетворенность
          <br />
          <br />
          Гуру, директор кафе Brera, отметил снижение текучки и увеличение удержания кадров:
          <h4>
            “Мы хотели снизить текучку и увеличить удержание кадров. Ликвид оказал положительное влияние на показатели
            удержания и на рекрутмент. Мгновенный доступ к заработной плате сделал условия работы для сотрудников
            гораздо более привлекательными” - Гуру, директор кафе Brera
          </h4>
          А вот что сказал шеф повар, после трех месяцев еженедельного использования Ликвид Вейдж
          <br />
          <h4>
            “Это круто! Теперь я чувствую себя в большей безопасности. Я не так часто снимаю зарплату через “Ликвид”, но
            знание того, что я могу получить деньги, когда захочу, дает мне душевное спокойствие и позволяет
            сосредоточиться на своей работе.” - Никита, шеф повар кафе Brera
          </h4>
          Мы видим, как забота о финансовом благополучии работников напрямую влияет на успешность бизнеса. Чем
          удовлетворение ваш работник, чем он счастливее, тем лучше он работает.
          <br />
          <br />
          Позаботьтесь о своих работниках. Вместе с Ликвид Вейдж вы можете сделать их счастливее.
          <br />
          <br />
          Посмотрите ДЕМО работы Liquid Wage и запустите бесплатный пилот
        </div>
      </div>
    </div>
  );
};

export default Brera;
